<template>
  <div>
    <h1>درباره تکران مبرد</h1>
    <p>
      شرکت تکران‌ مبرد از سال ۱۳۵۶ فعالیت خود را با تولید یخچال‌های صنعتی در استان قم آغاز کرد و در
      ادامه طی دهه‌های ۷۰ و ۸۰ تولیدات خود را در زمینه یخچال و فریزرهای سایز کوچک توسعه داد. در سال
      ۱۳۸۷ اولین خط تولید آبسردکن دومنظوره در ایران را راه‌اندازی نمود. اینک در دهه پنجم فعالیت با
      بیش از ۴۷سال تجربه گرانبها در عرصه تولید توانسته با نام تجاری ایستکول در صدر بازار
      یخچال‌فریزرهای سایز کوچک و آبسردکن‌های دو منظوره در ایران قرار گیرد.
    </p>
  </div>
</template>

<script>
export default {
  name: 'AboutView',
}
</script>
